Repository: TopScrech/MC-Stats
Catalog: MC Stats/Localizable.xcstrings
Source language: en
Languages: de, fr, nl, ru, tr, uk

source: Player list limited to %lld users by server
de: Spielerliste vom Server auf %lld Benutzer begrenzt
fr: Liste des joueurs limitée à %lld utilisateurs par le serveur
nl: Spelerslijst beperkt tot %lld gebruikers door de server
ru: Список игроков ограничен %lld пользователями сервером
tr: Oyuncu listesi sunucu tarafından %lld kullanıcıyla sınırlandırıldı
uk: Список гравців обмежено сервером до %lld користувачів

source: Player Sample
de: Spielerstichprobe
fr: Échantillon de joueurs
nl: Spelersvoorbeeld
ru: Примеры игроков
tr: Oyuncu Örneği
uk: Вибірка гравців

source: Port must be a number between 0 and 65535
de: Der Port muss eine Zahl zwischen 0 und 65535 sein
fr: Le port doit être un nombre compris entre 0 et 65535
nl: Poort moet een getal zijn tussen 0 en 65535
ru: Порт должен быть числом от 0 до 65535
tr: Bağlantı noktası 0 ile 65535 arasında bir sayı olmalıdır
uk: Порт має бути числом від 0 до 65535

source: Powered by **[Bisquit.Host](https://bisquit.host)**
de: Bereitgestellt von **[Bisquit.Host](https://bisquit.host)**
fr: Propulsé par **[Bisquit.Host](https://bisquit.host)**
nl: Mogelijk gemaakt door **[Bisquit.Host](https://bisquit.host)**
ru: Работает на **[Bisquit.Host](https://bisquit.host)**
tr: Destekleyen **[Bisquit.Host](https://bisquit.host)**
uk: Працює завдяки **[Bisquit.Host](https://bisquit.host)**

source: query
de: abfragen
fr: requête
nl: opvragen
ru: запрос
tr: sorgu
uk: запит

source: Refresh
de: Aktualisieren
fr: Actualiser
nl: Verversen
ru: Обновить
tr: Yenile
uk: Оновити

source: Refresh Servers
de: Server aktualisieren
fr: Actualiser les serveurs
nl: Servers verversen
ru: Обновить серверы
tr: Sunucuları Yenile
uk: Оновити сервери

source: Refresh Widget
de: Widget aktualisieren
fr: Actualiser le widget
nl: Widget verversen
ru: Обновить виджет
tr: Widget'ı Yenile
uk: Оновити віджет

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
nl: Aankopen herstellen
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
uk: Відновити покупки

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Saved Minecraft Server Status Check
de: Statusprüfung für gespeicherten Minecraft-Server
fr: Vérification de l’état d’un serveur Minecraft enregistré
nl: Opgeslagen Minecraft-serverstatuscontrole
ru: Проверка статуса сохранённого Minecraft-сервера
tr: Kaydedilmiş Minecraft Sunucusu Durumu Kontrolü
uk: Перевірка стану збереженого сервера Minecraft

source: See the code that makes this app work, as well as file bugs and feature requests. Forked from [eclair4151's MC-Status](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft)
de: Sieh dir den Code an, der diese App ermöglicht, und melde Fehler oder Funktionswünsche. Geforkt von [eclair4151s MC-Status](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft)
fr: Consultez le code qui fait fonctionner cette app, ainsi que les rapports de bugs et demandes de fonctionnalités. Fork de [MC-Status par eclair4151](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft)
nl: Bekijk de code die deze app laat werken en dien bugs en functieverzoeken in. Geforkt van [eclair4151's MC-Status](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft)
ru: Посмотрите код, на котором работает это приложение, а также отправляйте сообщения об ошибках и запросы на функции. Форк от [eclair4151's MC-Status](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft)
tr: Bu uygulamayı çalıştıran kodu görün, ayrıca hata bildirimleri ve özellik istekleri gönderin. [eclair4151'in MC-Status projesinden](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft) çatallanmıştır
uk: Перегляньте код, на якому працює цей застосунок, а також надсилайте звіти про помилки й запити на нові функції. Форк із [MC-Status від eclair4151](https://github.com/eclair4151/MC-Status-Widget-for-Minecraft)

source: Select which server to show
de: Wählen Sie aus, welcher Server angezeigt werden soll
fr: Choisissez le serveur à afficher
nl: Selecteer welke server moet worden getoond
ru: Выберите, какой сервер показать
tr: Gösterilecek sunucuyu seçin
uk: Виберіть, який сервер показувати

source: Server Address / IP
de: Serveradresse / IP
fr: Adresse du serveur / IP
nl: Serveradres / IP
ru: Адрес сервера / IP
tr: Sunucu Adresi / IP
uk: Адреса сервера / IP

source: Server Intent Type
de: Server-Intent-Typ
fr: Type d’intention du serveur
nl: Servertype intent
ru: Тип интента сервера
tr: Sunucu Intent Türü
uk: Тип інтента сервера

source: Server is offline
de: Server ist offline
fr: Le serveur est hors ligne
ru: Сервер не в сети
tr: Sunucu çevrimdışı
uk: Сервер не в мережі

source: Server Select
de: Serverauswahl
fr: Sélection du serveur
nl: Serverselectie
ru: Выбор сервера
tr: Sunucu Seçimi
uk: Вибір сервера

source: Server Type
de: Servertyp
fr: Type de serveur
ru: Тип сервера
tr: Sunucu Türü
uk: Тип сервера

source: Servers
de: Server
fr: Serveurs
ru: Серверы
tr: Sunucular
uk: Сервери

source: Servers are synced with your phone. This may take some time
de: Server werden mit deinem Telefon synchronisiert. Das kann etwas dauern
fr: Les serveurs sont synchronisés avec votre téléphone. Cela peut prendre un peu de temps
nl: Servers worden met je telefoon gesynchroniseerd. Dit kan even duren
ru: Серверы синхронизируются с вашим телефоном. Это может занять некоторое время
tr: Sunucular telefonunuzla eşitlenir. Bu biraz zaman alabilir
uk: Сервери синхронізуються з вашим телефоном. Це може зайняти деякий час

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Shortcuts
de: Kurzbefehle
fr: Raccourcis
ru: Быстрые команды
tr: Kestirmeler
uk: Команди

source: Show max player count
de: Maximale Spielerzahl anzeigen
fr: Afficher le nombre maximal de joueurs
nl: Toon maximaal aantal spelers
ru: Показывать максимум игроков
tr: Maksimum oyuncu sayısını göster
uk: Показувати максимальну кількість гравців

source: Show players in each row under the progress bar on the main server list
de: Spieler in jeder Zeile unter der Fortschrittsleiste in der Hauptserverliste anzeigen
fr: Afficher les joueurs sur chaque ligne sous la barre de progression dans la liste principale des serveurs
nl: Toon spelers in elke rij onder de voortgangsbalk in de hoofdserverlijst
ru: Показывать игроков в каждой строке под индикатором выполнения в основном списке серверов
tr: Ana sunucu listesindeki her satırda ilerleme çubuğunun altında oyuncuları göster
uk: Показувати гравців у кожному рядку під індикатором виконання в основному списку серверів

source: Show players on server list
de: Spieler in der Serverliste anzeigen
fr: Afficher les joueurs dans la liste des serveurs
nl: Toon spelers in serverlijst
ru: Показать игроков в списке серверов
tr: Sunucu listesinde oyuncuları göster
uk: Показувати гравців у списку серверів

source: Show players sorted alphabetically instead of randomly
de: Spieler alphabetisch statt zufällig anzeigen
fr: Afficher les joueurs par ordre alphabétique plutôt qu’au hasard
nl: Toon spelers alfabetisch gesorteerd in plaats van willekeurig
ru: Показывать игроков в алфавитном порядке, а не случайно
tr: Oyuncuları rastgele yerine alfabetik olarak göster
uk: Показувати гравців у алфавітному порядку, а не випадково

source: Some servers use plugins to disable this feature or replace player names with custom messages. Servers running versions older than 1.7 must set enable-query=true in server.properties to enable it. Additionally, Bedrock servers do not support player lists
de: Einige Server verwenden Plugins, um diese Funktion zu deaktivieren oder Spielernamen durch benutzerdefinierte Nachrichten zu ersetzen. Server mit Versionen älter als 1.7 müssen enable-query=true in der Datei server.properties setzen, um dies zu aktivieren. Außerdem unterstützen Bedrock-Server keine Spielerlisten
fr: Certains serveurs utilisent des plugins pour désactiver cette fonctionnalité ou remplacer les noms des joueurs par des messages personnalisés. Les serveurs exécutant des versions antérieures à 1.7 doivent définir enable-query=true dans server.properties pour l’activer. De plus, les serveurs Bedrock ne prennent pas en charge les listes de joueurs
nl: Sommige servers gebruiken plugins om deze functie uit te schakelen of spelersnamen te vervangen door aangepaste berichten. Servers met versies ouder dan 1.7 moeten enable-query=true instellen in server.properties om dit in te schakelen. Daarnaast ondersteunen Bedrock-servers geen spelerslijsten
ru: Некоторые серверы используют плагины, чтобы отключить эту функцию или заменить имена игроков пользовательскими сообщениями. Серверы с версиями старше 1.7 должны установить enable-query=true в server.properties, чтобы включить её. Кроме того, серверы Bedrock не поддерживают списки игроков
tr: Bazı sunucular bu özelliği devre dışı bırakmak veya oyuncu adlarını özel mesajlarla değiştirmek için eklentiler kullanır. 1.7'den eski sürümleri çalıştıran sunucuların bunu etkinleştirmek için server.properties dosyasında enable-query=true ayarlaması gerekir. Ayrıca Bedrock sunucuları oyuncu listelerini desteklemez
uk: Деякі сервери використовують плагіни, щоб вимкнути цю функцію або замінити імена гравців власними повідомленнями. Сервери з версіями старішими за 1.7 повинні встановити enable-query=true у server.properties, щоб увімкнути це. Крім того, сервери Bedrock не підтримують списки гравців

source: Sort players alphabetically
de: Spieler alphabetisch sortieren
fr: Trier les joueurs par ordre alphabétique
nl: Sorteer spelers alfabetisch
ru: Сортировать игроков в алфавитном порядке
tr: Oyuncuları alfabetik sırala
uk: Сортувати гравців за абеткою

source: Source Code
de: Quellcode
fr: Code source
ru: Исходный код
tr: Kaynak Kodu
uk: Вихідний код

source: Start monitoring a server
de: Überwachung eines Servers starten
fr: Commencer à surveiller un serveur
nl: Begin met het volgen van een server
ru: Начать мониторинг сервера
tr: Bir sunucuyu izlemeye başlayın
uk: Почніть відстежувати сервер

source: Support the app!
de: Unterstütze die App
fr: Soutenez l’app !
nl: Steun de app!
ru: Поддержите приложение!
tr: Uygulamayı destekleyin!
uk: Підтримайте застосунок

source: Sync your server list across all devices
de: Synchronisiere deine Serverliste auf allen Geräten
fr: Synchronisez votre liste de serveurs sur tous vos appareils
nl: Synchroniseer je serverlijst op al je apparaten
ru: Синхронизируйте список серверов на всех устройствах
tr: Sunucu listenizi tüm cihazlarda senkronize edin
uk: Синхронізуйте список серверів на всіх пристроях

source: Tapping the widget will open the app directly to that server. Otherwise it will open the server list
de: Durch Tippen auf das Widget wird die App direkt für diesen Server geöffnet. Andernfalls wird die Serverliste geöffnet
fr: En touchant le widget, l’app s’ouvrira directement sur ce serveur. Sinon, la liste des serveurs s’ouvrira
nl: Door op de widget te tikken wordt de app direct naar die server geopend. Anders wordt de serverlijst geopend
ru: Нажатие на виджет откроет приложение сразу на этом сервере. В противном случае откроется список серверов
tr: Widget'a dokunmak uygulamayı doğrudan o sunucuda açar. Aksi takdirde sunucu listesi açılır
uk: Натискання на віджет відкриє застосунок безпосередньо на цьому сервері. Інакше відкриється список серверів

source: Thank you for your support!
de: Vielen Dank für deine Unterstützung
fr: Merci pour votre soutien !
nl: Bedankt voor je steun!
ru: Спасибо за вашу поддержку!
tr: Desteğiniz için teşekkürler!
uk: Дякуємо за підтримку!

source: The Minecraft Server Status protocol returns a maximum of 12 randomly selected online players
de: Das Minecraft-Server-Status-Protokoll gibt maximal 12 zufällig ausgewählte Online-Spieler zurück
fr: Le protocole Minecraft Server Status renvoie au maximum 12 joueurs en ligne sélectionnés aléatoirement
nl: Het Minecraft Server Status-protocol retourneert maximaal 12 willekeurig geselecteerde online spelers
ru: Протокол статуса Minecraft-сервера возвращает максимум 12 случайно выбранных игроков в сети
tr: Minecraft Sunucu Durumu protokolü rastgele seçilmiş en fazla 12 çevrimiçi oyuncu döndürür
uk: Протокол Minecraft Server Status повертає максимум 12 випадково вибраних онлайн-гравців

source: The widgets are already set to the maximum allowed refresh rate. Widgets can be manually refreshed by tapping the refresh button
de: Die Widgets sind bereits auf die maximal zulässige Aktualisierungsrate eingestellt. Widgets können manuell aktualisiert werden, indem auf die Aktualisieren-Schaltfläche getippt wird
fr: Les widgets sont déjà réglés sur la fréquence de mise à jour maximale autorisée. Ils peuvent être actualisés manuellement en touchant le bouton d’actualisation
nl: De widgets zijn al ingesteld op de maximaal toegestane vernieuwingssnelheid. Widgets kunnen handmatig worden vernieuwd door op de vernieuwknop te tikken
ru: Виджеты уже настроены на максимально допустимую частоту обновления. Их можно обновить вручную, нажав кнопку обновления
tr: Widget'lar zaten izin verilen en yüksek yenileme hızına ayarlanmıştır. Yenile düğmesine dokunularak widget'lar manuel olarak yenilenebilir
uk: Віджети вже налаштовані на максимально дозволену частоту оновлення. Їх можна оновити вручну, натиснувши кнопку оновлення

source: Theme
de: Design
fr: Thème
nl: Thema
ru: Тема
tr: Tema
uk: Тема

source: Theme Intent Type
de: Theme-Intent-Typ
fr: Type d’intention du thème
nl: Thema-intenttype
ru: Тип интента темы
tr: Tema Intent Türü
uk: Тип інтента теми

source: These features require a server component, and would need to be a paid subscription service. This may become an option in the future
de: Diese Funktionen erfordern eine Serverkomponente und müssten als kostenpflichtiger Abonnementdienst angeboten werden. Dies könnte in Zukunft eine Option werden
fr: Ces fonctionnalités nécessitent un composant serveur et devraient passer par un service d’abonnement payant. Cela pourrait devenir une option à l’avenir
nl: Deze functies vereisen een servercomponent en zouden een betaalde abonnementsdienst nodig hebben. Dit kan in de toekomst een optie worden
ru: Для этих функций нужен серверный компонент, и, вероятно, это потребует платной подписки. Возможно, такая опция появится в будущем
tr: Bu özellikler bir sunucu bileşeni gerektirir ve ücretli bir abonelik hizmeti olması gerekir. Bu, gelecekte bir seçenek olabilir
uk: Для цих функцій потрібен серверний компонент, і вони потребували б платної підписки. У майбутньому це може стати варіантом

source: This server has disabled player lists
de: Dieser Server hat Spielerlisten deaktiviert
fr: Ce serveur a désactivé les listes de joueurs
nl: Deze server heeft spelerslijsten uitgeschakeld
ru: На этом сервере отключены списки игроков
tr: Bu sunucu oyuncu listelerini devre dışı bırakmış
uk: На цьому сервері списки гравців вимкнено

source: Title
de: Titel
fr: Titre
nl: Titel
ru: Заголовок
tr: Başlık
uk: Назва

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
nl: Onbekende fout
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка

source: Use the button below or the "+" in the top right corner
de: Verwende die Taste unten oder das "+" oben rechts
fr: Utilisez le bouton ci-dessous ou le "+" en haut à droite
nl: Gebruik de knop hieronder of de "+" rechtsboven
ru: Используйте кнопку ниже или «+» в правом верхнем углу
tr: Aşağıdaki düğmeyi veya sağ üst köşedeki "+" işaretini kullanın
uk: Скористайтеся кнопкою нижче або знаком "+" у верхньому правому куті

source: Which server would you like to check the status of?
de: Welchen Serverstatus möchten Sie prüfen?
fr: De quel serveur souhaitez-vous vérifier l’état ?
nl: Van welke server wil je de status controleren?
ru: Статус какого сервера вы хотите проверить?
tr: Hangi sunucunun durumunu kontrol etmek istersiniz?
uk: Стан якого сервера ви хочете перевірити?

source: Why do Minecraft servers display only 12 online players?
de: Warum zeigen Minecraft-Server nur 12 Online-Spieler an?
fr: Pourquoi les serveurs Minecraft n’affichent-ils que 12 joueurs en ligne ?
nl: Waarom tonen Minecraft-servers slechts 12 online spelers?
ru: Почему Minecraft-серверы показывают только 12 игроков в сети?
tr: Minecraft sunucuları neden yalnızca 12 çevrimiçi oyuncu gösteriyor?
uk: Чому сервери Minecraft показують лише 12 онлайн-гравців?

source: Why do some servers not display player lists?
de: Warum zeigen manche Server keine Spielerlisten an?
fr: Pourquoi certains serveurs n’affichent-ils pas les listes de joueurs ?
nl: Waarom tonen sommige servers geen spelerslijsten?
ru: Почему некоторые серверы не показывают списки игроков?
tr: Neden bazı sunucular oyuncu listelerini göstermiyor?
uk: Чому деякі сервери не показують списки гравців?

source: Widget to show the status of Minecraft Server
de: Widget zum Anzeigen des Status eines Minecraft-Servers
fr: Widget pour afficher l’état d’un serveur Minecraft
nl: Widget om de status van een Minecraft-server te tonen
ru: Виджет для отображения статуса Minecraft-сервера
tr: Minecraft Sunucusunun durumunu gösteren widget
uk: Віджет для показу стану сервера Minecraft

source: Widgets open directly to server
de: Widgets direkt zum Server öffnen
fr: Les widgets ouvrent directement le serveur
nl: Widgets openen direct naar server
ru: Виджеты открывают сервер сразу
tr: Widget'lar doğrudan sunucuyu açsın
uk: Віджети відкриваються безпосередньо на сервері

source: With Shortcuts, you can quickly check the status of your Minecraft servers without even opening the app. Use the built in shortcuts to show the current status and player count, or create custom shortcuts using the server's online status, current player count, player sample, and more
de: Mit Kurzbefehlen kannst du den Status deiner Minecraft-Server schnell prüfen, ohne die App überhaupt zu öffnen. Verwende die integrierten Kurzbefehle, um den aktuellen Status und die Spielerzahl anzuzeigen, oder erstelle eigene Kurzbefehle mit dem Online-Status des Servers, der aktuellen Spielerzahl, der Spielerstichprobe und mehr
fr: Avec Raccourcis, vous pouvez vérifier rapidement l’état de vos serveurs Minecraft sans même ouvrir l’app. Utilisez les raccourcis intégrés pour afficher l’état actuel et le nombre de joueurs, ou créez des raccourcis personnalisés à partir de l’état en ligne du serveur, du nombre actuel de joueurs, de l’échantillon de joueurs, et plus encore
nl: Met Opdrachten kun je snel de status van je Minecraft-servers controleren zonder de app te openen. Gebruik de ingebouwde opdrachten om de huidige status en het aantal spelers te tonen, of maak aangepaste opdrachten met de online status van de server, het huidige aantal spelers, spelersvoorbeeld en meer
ru: С помощью «Команд» вы можете быстро проверять состояние своих Minecraft-серверов, даже не открывая приложение. Используйте встроенные команды, чтобы показать текущий статус и количество игроков, или создавайте собственные команды, используя онлайн-статус сервера, текущее количество игроков, список примеров игроков и многое другое
tr: Kestirmeler ile uygulamayı açmadan Minecraft sunucularınızın durumunu hızlıca kontrol edebilirsiniz. Yerleşik kestirmeleri kullanarak mevcut durumu ve oyuncu sayısını gösterin ya da sunucunun çevrimiçi durumu, mevcut oyuncu sayısı, oyuncu örneği ve daha fazlasını kullanarak özel kestirmeler oluşturun
uk: За допомогою Команд ви можете швидко перевіряти стан своїх серверів Minecraft, навіть не відкриваючи застосунок. Використовуйте вбудовані команди, щоб показувати поточний стан і кількість гравців, або створюйте власні команди, використовуючи онлайн-стан сервера, поточну кількість гравців, вибірку гравців тощо

source: Debug
fr: Débogage
ru: Отладка
tr: Hata ayıklama
uk: Налагодження

source: MC Stats Widget
fr: Widget MC Stats
ru: Виджет MC Stats
tr: MC Stats Widget'ı
uk: Віджет MC Stats

source: Minecraft Server Status
fr: État du serveur Minecraft
ru: Статус Minecraft-сервера
tr: Minecraft Sunucu Durumu
uk: Статус сервера Minecraft

source: Online Status
fr: État en ligne
ru: Онлайн Статус
tr: Çevrimiçi Durum
uk: Онлайн-стан

source: server
fr: serveur
ru: сервер
tr: sunucu
uk: сервер

source: Server
fr: Serveur
ru: Сервер
tr: Sunucu
uk: Сервер

source: Server Name
fr: Nom du serveur
nl: Server Naam
ru: Название сервера
tr: Sunucu Adı
uk: Назва сервера

source: Server Port (Optional)
fr: Port du serveur (facultatif)
nl: Serverpoort (optioneel)
ru: Порт сервера (необязательно)
tr: Sunucu Bağlantı Noktası (İsteğe Bağlı)
uk: Порт сервера (необов’язково)

source: Server Status
fr: État du serveur
ru: Статус сервера
tr: Sunucu Durumu
uk: Стан сервера

source: status
fr: état
ru: статус
tr: durum
uk: стан

source: MC Stats
nl: M Stats
ru: Гойдакрафт

source: %lld ms
ru: %lld мс
uk: %lld мс

source: %lld ping
ru: %lld пинг
uk: %lld пінг

source: FAQ
ru: ЧАВО
tr: SSS

source: OK
ru: ОК
tr: Tamam

source: Ping
ru: Пинг
uk: Пінг

source: Widgets
ru: Виджеты
tr: Widget'lar
uk: Віджети

source: Lollipop
uk: Льодяник
